Revit 2027 API
ConduitSizeSettingIterator.Dispose Method
Releases all resources used by the ConduitSizeSettingIterator
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Dispose()
Public Sub Dispose
public:
virtual void Dispose() sealed
abstract Dispose : unit -> unit
override Dispose : unit -> unit
See Also
Reference
ConduitSizeSettingIterator Class
Autodesk.Revit.DB.Electrical Namespace